<?php
return [
    'title' => 'سياسة الخصوصية',
    'privacy' => [
        'title' => 'خصوصيتك تهمنا',
        'description' => 'نحن ملتزمون بحماية معلوماتك الشخصية. يتم جمع واستخدام بياناتك لتقديم خدمات أفضل، مثل تحديد موقعك للخدمات المتنقلة. لن نشارك معلوماتك مع أطراف ثالثة دون إذنك، باستثناء الحالات الضرورية لتحسين الخدمة.',
        'data_collected' => 'المعلومات التي نجمعها:',
        'protection' => 'كيف نحمي بياناتك:',
        'data_list' => [
            'الاسم، رقم الهاتف، الموقع.',
            'تفاصيل السيارة.'
        ],
        'protection_list' => [
            'تخزين آمن للمعلومات باستخدام تقنيات التشفير.',
            'تحديد الوصول إلى المعلومات للموظفين المعنيين فقط.'
        ],
    ],
    'terms' => [
        'title' => 'سياسة الأحكام والشروط',
        'terms_list' => [
            'استخدام الموقع أو التطبيق يعني موافقتك على هذه الشروط.',
            'الخدمة متاحة ضمن النطاق الجغرافي المحدد.',
            'الحجز يعتمد على المواعيد المتاحة.',
        ],
        'payment' => 'الدفع:',
        'payment_list' => [
            'يتم الدفع مقدمًا عند الحجز.',
            'تشمل الأسعار المعلنة ضريبة القيمة المضافة.'
        ],
        'cancellation' => 'إلغاء الخدمة:',
        'cancellation_list' => [
            'يمكن الإلغاء قبل موعد الخدمة بـ 6 ساعات.',
            'في حالة التأخر عن الموعد المحدد، يحُتسب كموعد منفذ.'
        ],
    ],
    'refund' => [
        'title' => 'سياسة الاسترجاع',
        'problem' => 'في حالة وجود مشكلة في الخدمة:',
        'problem_list' => [
            'يمكن تقديم طلب استرجاع خلال 24 ساعة من تنفيذ الخدمة.',
            'يشمل الاسترجاع الحالات التي يتم فيها تقديم خدمة غير مرضية أو عدم تنفيذ الخدمة وفقًا للوصف.',
        ],
        'how_to_refund' => 'كيف يتم الاسترجاع؟',
        'how_to_refund_list' => [
            'تقديم طلب عبر البريد الإلكتروني أو رقم خدمة العملاء.',
            'يتم معالجة الطلب خلال 5 أيام عمل، واسترجاع المبلغ إلى الحساب البنكي.',
        ],
    ],
    'modification' => [
        'title' => 'سياسة الإلغاء والتعديل',
        'modification_list' => [
            'يمكن تعديل أو إلغاء موعد الحجز قبل 6 ساعات من الموعد المحدد.',
            'في حال الإلغاء بعد هذا الوقت، لن يتم استرداد المبلغ.',
            'تعديل المواعيد متاح بناءً على الجدولة المتوفرة.',
        ],
    ],
];
